Repository: mozilla-l10n/mt-training-data
Catalog: rm-sursilv/rm-sursilv_pontoon.tmx
Source language: en_us
Languages: rm_sursilv

source: Success, profile created!
rm_sursilv: Il profil ei vegnius creaus cun success!

source: Swahili
rm_sursilv: Suaheli

source: Swedish
rm_sursilv: suedes

source: Syriac
rm_sursilv: sirian

source: Tajik
rm_sursilv: tadschic

source: Tap
rm_sursilv: tippar

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
rm_sursilv: Tatoeba ei la pli gronda unitad da datas da construcziuns, translaziuns e lungatg discurriu pil diever d'emprender lungatgs. Quei download cuntegn engles discurriu registrau da sia communitad.

source: TED-LIUM Corpus
rm_sursilv: Corpus TED-LIUM

source: Terms
rm_sursilv: Cundiziuns d'utilisaziun

source: Thai
rm_sursilv: tailandes

source: Thanks for confirming your account, now let's build your profile.
rm_sursilv: Engraziel fetg per confirmar tiu conto. Nus creein ussa tiu profil.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
rm_sursilv: Engraziel fetg per la registraziun!<lineBreak></lineBreak>Verifichescha e transmetta tia registraziun sutvart.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
rm_sursilv: Engraziel per tiu interess da contribuir a { $lang }. Nus dein tutta breigia da preparar mintga lungatg per saver lantschar el e da tener sil current ils teams per e-mail. Sche ti vul contribuir, sche indichescha tia adressa dad e-mail cheusut.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
rm_sursilv: Il santeri da registraziuns consista da registraziuns vocalas ch'ein buca vegnidas integradas ell'unitad da datas. Sco l'unitad da datas stat era il santeri da registraziuns a disposiziun per telecargar.

source: The clip has disrespectful or offensive language.
rm_sursilv: Il clip ha in lungatg senza respect ni offendent.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
rm_sursilv: La collecziun da datas da Common Voice cumpletescha la maschina da reconuschientscha vocala open source da Mozilla Deep Search. L'emprema versiun da Deep Search ei vegnida publicada il november 2017 ed ei sesviluppada cuntinuadamein. Nus essan dil meini che quella tecnologia da reconuschientscha vocala, ensemen culla collecziun da datas da Common Voice, duei star a disposiziun a mintgin. Nossa speronza eis ei che quellas tecnologias possibiliteschien als sviluppaders da crear in'entira unda da products e survetschs innovativs.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
rm_sursilv: L'unitad da datas da Common Voice cumpletescha la maschina d'identificaziun vocala open source Deep Speech da Mozilla, cun la quala ti sas sviluppar applicaziuns per l'identificaziun da lungatg. Legia nossa <githubLink>survesta sin Github</githubLink> ni entra ella <discourseLink>DeepSpeech Discourse</discourseLink> per emprender ils emprems pass.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
rm_sursilv: L'unitad da datas da Common Voice cuntegn tschiensmellis exempels da vuschs che gidan ils sviluppaders a crear utensils per identificar la vusch.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
rm_sursilv: L'unitad da datas da Common Voice ei ina resursa aviarta ch'ei accessibla publicamein e cun la quala ins po trenar numerusas applicaziuns che vegnan dirigidas cul lungatg. Per proteger la segirtad da nos cooperaturs, supplichein nus mintgin che telecarga l'unitad da datas da Common Voice, da respectar la protecziun dalla sfera privata dils cooperaturs. En tut las registraziuns dall'unitad da datas vegnan las informaziuns per l'identificaziun persunala allontanadas. Sche vus telecargheis las datas, consentis vus da buca eruir l'identitad dils cooperaturs. Quei munta che vus astgeis buc empruar da colligiar informaziuns dil mantun da datas cun informaziuns persunalas d'in cooperatur. Vus saveis denton duvrar l'unitad da datas per trenar l'identificaziun da lungatgs ni l'identificaziun da plidaders ni autras applicaziuns, per exempel cun colligiar informaziuns ell'unitad da datas cun autras informaziuns ch'ein gia ell'unitad da datas.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
rm_sursilv: La collecziun da datas da Common Voice stat a disposiziun per telecargar sut la licenzia <licenseLink>CC0</licenseLink> sin <datasetLink>nossa pagina culla collecziun da datas</datasetLink>. Ti sas era telecargar diversas autras collecziuns da datas publicas dalla medema pagina.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
rm_sursilv: Il diember d'uras da registraziun ch'ein vegnidas valetadas da 2 da 3 utilisaders cun in "Gie". Quel marchescha il progress en vesta alla finamira da 10'000 uras.

source: The count of voice recording hours we have collected so far.
rm_sursilv: Il diember d'uras da registraziun rimnadas entochen ussa.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
rm_sursilv: La finamira dall'unitad da datas da Common Voice ei da porscher a tuts sin quest mund la pusseivladad da crear applicaziuns per l'identificaziun da vuschs, plidaders ni autras funcziuns che pretendan datas da lungatg. In assistent da lungatg ei mo ina da biaras sorts d'applicaziuns che vus saveis crear cull'unitad da datas.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
rm_sursilv: La versiun plurilingua da l'unitad da datas da Common Voice vegn actualmein repassada dalla communitad. Sche vus leis gidar nus ad aschuntar novs lungatgs a Common Voice, visitei il <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> per aschuntar novas construcziuns all'unitad da datas, e Mozilla <pontoonLink>Pontoon</pontoonLink> per translatar la pagina-web sezza. Novs lungatgs vegnan aschuntai a Common Voice per la contribuziun vocala, aschispert che 5000 construcziuns approbadas ein avon maun.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to learn more about supporting this effort, please <contactLink>contact us</contactLink>. We are currently targeting a publish date of January 2019. After that, we’ll update the dataset periodically with new languages and voice clips as they become available. An iterative release cycle cadence is still to be determined.
rm_sursilv: Tut il necessari per la versiun plurilinguala dalla collecziun da datas da Common Voice vegn actualmein rimnau e surluvrau cun agid dalla communitad. Sche ti vul saver dapli co ti sas sustener quei, sche <contactLink>contactescha nus</contactLink>. Nus sespruein actualmein da publicar il schaner 2019. Suenter vegnin nus ad aschuntar alla collecziun da datas periodicamein novs lungatgs e clips da vuschs, sco che quels stattan a disposiziun. Nus vegnin aunc a fixar tgei cadenza ch'il ciclus da publicaziuns vegn ad haver.

source: The number of recordings and which languages you contribute to will be public.
rm_sursilv: Il diember da tias registraziuns ed a tgei lungatgs che ti contribueschas vegnan publicai.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
rm_sursilv: Il process, cun il qual las informaziuns dil profil d'in cooperatur vegnan separadas da sias registraziuns contribuidas, cura ch'ellas vegnan preparadas sco part dall'unitad da datas per telecargar.

source: The recording was too long.
rm_sursilv: La registraziun ei memia liunga.

source: The recording was too quiet.
rm_sursilv: La registraziun ei memia da bass.

source: The recording was too short.
rm_sursilv: La registraziun ei memia cuorta.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
rm_sursilv: Quels lungatgs vegnan actualmein sviluppai dalla communitad. Las travs da progress indicheschan per mintga lungatg con lunsch che la <localizationGlossaryLink>translaziun dalla pagina-web</localizationGlossaryLink> e la <sentenceCollectionGlossaryLink>collecziun da construcziuns</sentenceCollectionGlossaryLink> ei vegnida realisada.

source: The selected file is too large
rm_sursilv: La datoteca che ti has eligiu ei memia gronda

source: The sentence has a grammatical or spelling error.
rm_sursilv: La construcziun ha in sbagl grammatical ni ortografic.

source: The sentence has disrespectful or offensive language.
rm_sursilv: La construcziun ha in lungatg senza respect ni offendent.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
rm_sursilv: Il corpus TED-LIUM ei vegnius realisaus cun registraziuns d'audio da referats e lur transcripziuns ch'ein disponiblas silla pagina-web TED.

source: This is approximately the number of hours required to train a production speech-to-text system.
rm_sursilv: Quei ei pressapauc il diember d'uras ch'ei da basegns per trenar in sistem productiv da speech-to-text.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
rm_sursilv: Ei setracta d'in program open source che sa vegnir modificaus, extendius e meglieraus libramein. Mycroft sa vegnir duvraus en tut las spartas, seigi quei per projects scientifics ni programs per interpresas.

source: This is our process for translating and adapting our content for many locales (languages).
rm_sursilv: Quei ei nies process per translatar ed adattar nies cuntegn per bia lungatgs.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
rm_sursilv: Quei parameter influenzescha tia visibladad ella gliesta da rangaziun. Sch'el ei mess sin buca mussar, ei tiu progress privats. Quei vul dir che tiu maletg, num d'utilisader e progress ein buca veseivels ella gliesta da rangaziun. Remarca: midadas ella gliesta da rangaziun drovan ~{ $minutes }min entochen ch'ellas ein veseivlas.

source: Three to go!
rm_sursilv: Aunc treis!

source: Today
rm_sursilv: oz

source: Today's Common Voice progress on clips recorded
rm_sursilv: Il progress dallas registraziuns dad oz en Common Voice

source: Today's Common Voice progress on clips validated
rm_sursilv: Il progress dallas registraziuns valetadas oz en Common Voice

source: Today's Progress
rm_sursilv: Progress oz

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
rm_sursilv: Per vegnir integrada ell'unitad da datas da Common Voice, sto ina registraziun vocala vegnir controllada da dus differents utilisaders.

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
rm_sursilv: Per crear l'unitad da datas da Common Voice a moda aschi nizeivla sco pusseivel essan nus sedecidi da lubir mo texts da fontauna ch'ein suttamess ad ina licenzia tenor Creative Commons (CC0). Cun il standard CC0 eis ei d'ina vart pli difficil d'anflar e da rimnar texts da fontauna, da l'autra vart denton sa mintga utilisader duvrar las datas da lungatg che resulteschan, e quei senza restricziuns ni l'autorisaziun da Mozilla. La finfinala lein nus render l'unitad da datas plurilingua aschi nizeivla sco pusseivel per tuts, inclus perscrutaders, universitads, start-ups, regenzas, organisaziuns socialas e passiunai da computers.

source: Top Contributors
rm_sursilv: Ils cooperaturs ils pli activs

source: Total Approved
rm_sursilv: Registraziuns approbadas

source: Toward next goal
rm_sursilv: Enviers la proxima finamira

source: Track progress here and on your stats page.
rm_sursilv: Ti sas persequitar tiu progress cheu e silla pagina dallas statisticas.

source: Turkish
rm_sursilv: terc

source: Ubykh
rm_sursilv: ubyches

source: Ukrainian
rm_sursilv: ucranes

source: Unable to speak right now?
rm_sursilv: Jeu sai gest buca discuorer.

source: Upload
rm_sursilv: cargar si

source: Upload aborted. Do you want to delete your recordings?
rm_sursilv: Interrut igl upload. Vul ti stizzar tia registraziun?

source: Upload an image file
rm_sursilv: Carga si ina datoteca cun in maletg

source: User Name
rm_sursilv: Num d'utilisader

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
rm_sursilv: Ils utilisaders confirmeschan l'exactadad dallas registraziuns e controlleschan, sch'il plidader ha legiu correctamein la construcziun.

source: Using Common Voice
rm_sursilv: Duvrar Common Voice

source: Uzbek
rm_sursilv: usbec

source: Validated Clips
rm_sursilv: Registraziuns valetadas

source: Validated Hours
rm_sursilv: Uras confirmadas

source: Validated Hrs
rm_sursilv: Uras confirmadas

source: Validated Hr. Total
rm_sursilv: Total dallas uras controlladas

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
rm_sursilv: Validar clips gia contribui ei gest aschi impurtont per la missiun da Common Voice. Teidla bein e gida nus a crear datas da vuschs ch'ein open source e da qualitad.

source: Validations
rm_sursilv: Confirmaziuns

source: Version
rm_sursilv: Versiun

source: Vietnamese
rm_sursilv: vietnames

source: View your progress against personal and project goals.
rm_sursilv: Veser tiu progress en cumparegliaziun cun las finamiras persunalas e talas dil project.

source: Visible
rm_sursilv: mussar

source: Voice clips are entered into a submission queue that readies them for listening.
rm_sursilv: Las registraziuns vegnan transmessas en ina colonna da spetga, nua ch'ellas vegnan preparadas per tedlar.

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
rm_sursilv: La vusch ei enzatgei natural e human. Perquei essan nus incantai da saver crear tecnologia vocala nizeivla per nossas maschinas. Per crear sistems vocals basegnan ils sviluppaders denton ina sfraccada datas da vuschs.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
rm_sursilv: La vusch ei enzatgei natural e human. Perquei essan nus fascinai da saver crear tecnologia vocala nizeivla per nossas maschinas. Per crear sistems vocals basegna ei denton ina sfraccada datas da vuschs.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves. In addition to the Common Voice dataset, we’re also building an open source speech recognition engine called Deep Speech.
rm_sursilv: La tecnologia da reconuschientscha vocala revoluziunescha la moda e maniera co nus interagin cun maschinas. Ils sistems disponibels actualmein ein denton cars e protegi culs dretgs d'autur. Common Voice fa part dall'iniziativa da Mozilla da render las tecnologias da reconuschientscha vocala meglieras e pli accessiblas a tuts. Common Voice ei ina gronda banca da datas globala cun contribuziuns da vuschs che mintgin sa duvrar per trenar apps che funcziuneschan cun la vusch a moda sperta e sempla, e quei atgnamein en mintga lungatg. Nus rimnein buca mo registraziuns cun vuschs da lungatgs derasai, mobein era da lungatgs discurri d'ina pli pintga populaziun. Cunquei che nus publichein ina vasta collecziun cun datas da vuschs, han sviluppaders, interprendiders e communitads la pusseivladad da serrar sezs quella largia. Ultra dalla collecziun da Common Voice construin nus era ina maschina da reconuschientscha vocala open source cul num Deep Speech.

source: Voice recording in progress
rm_sursilv: La vusch vegn registrada

source: Voices Online Now
rm_sursilv: Vuschs online gest ussa

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
rm_sursilv: Il corpus VoxForge ei vegnius creaus per rimnar transcripziuns da lungatg pil diever liber da maschinas d'identificaziun da lungatg open source.

source: Want to change your voice clip?
rm_sursilv: Vul ti midar tiu clip da vusch?

source: Want to help make Common Voice even better? Great! Get in touch via email or on <discourseLink>Discourse</discourseLink>, submit feedback through <githubLink>GitHub</githubLink>, or join us on <slackLink>Slack</slackLink>.
rm_sursilv: Vul ti segidar da meglierar Common Voice? Grondius! Contactescha nus via e-mail ni sin <discourseLink>Discourse </discourseLink>, dai in resun a nus sur <githubLink> GitHub</githubLink>, ni viseta nus sin <slackLink>Slack</slackLink>.

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
rm_sursilv: Vul ti vegnir informaus/informada, cura che nus publichein ina nova versiun dall'unitad da datas da Common Voice? S'inscriva per nossa brev electronica.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
rm_sursilv: Nus creein in'unitad da datas vocalas aviarta ed accessibla publicamein che mintgin sa duvrar per trenar applicaziuns che sustegnan il lungatg discurriu.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
rm_sursilv: Nus da Mozilla creein ina communitad per la tecnologia vocala. Nus lein restar en contact cun tei per parter novitads, novas fontaunas da datas e per intervegnir co ti drovas quellas datas.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
rm_sursilv: Nus essan perschuadi che unitads da datas grondas e publicas promovan l'innovaziun ed ina sauna concurrenza commerciala sil camp da tecnologias da lungatg che sebasan sin maschinas d'emprender. Quei ei in'ambiziun globala e nus envidein tuts da separticipar. Nossa finamira ei che las tecnologias da lungatg daventien pli aviartas e ch'ellas resplendien la diversitad da vuschs digl entir mund.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
rm_sursilv: Nus essan perschuadi ch'ina unitad da datas vocalas publica e da gronda dimensiun promova l'innovaziun ed ina sauna concurrenza commerciala per tecnologias d'emprender a basa dall'identificaziun dalla vusch. L'unitad da datas plurilinguas da Common Voice ei gia la pli gronda disponibla publicamein, denton buca l'unica. Considerescha questa pagina sco punct da referenza per autras unitads da datas da lungatg open source. En cass che Common Voice crescha vinavon, anflas ti cheu las pli novas actualisaziuns.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
rm_sursilv: Nus calculein las uras cun stimar la media dalla lunghezia da mintga registraziun e multiplichein il resultat cul diember total dallas registraziuns en tut ils lungatgs.
